Repository: T4skor/max-desktop
Catalog: max-mirror-utils/po/*.po
Languages: es

source: Configure MAX Server mirror utils
es: Configurar servidor de repositorios MAX

source: <span size="x-large">Configure mirror proxy for MAX</span>
es: <span size="x-large">Configurar proxy de repositorio para MAX</span>

source: Select country mirror:
es: Seleccionar país:

source: Commit changes
es: Guardar cambios

source: Generate sources.list
es: Generar sources.list

source: Select MAX version
es: Versión de MAX

source: Main (recomended)
es: Principal (recomendado)

source: Spain
es: España

source: France
es: Francia

source: United Kingdom
es: Reino Unido

source: Germany
es: Alemania

source: Finland
es: Finlandia

source: MAX 9.0 and 10.0
es: MaX 9.0 y 10.0

source: <b>Proxy configured</b>
es: <b>Proxy configurado</b>

source: <b>Error configuring proxy.</b>
es: <b>Error configurando proxy.</b>

source: Detected %s network interfaces, need only one.
es: Se han detectado %s interfaces de red, se necesita sólo una.

source: # sources.list for %s
es: # sources.list para %s

source: and
es: y
